Revit 2026 API

# FilterStringContains Properties

---

The FilterStringContains type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterStringRuleEvaluator) |

#### Reference

FilterStringContains Class

Autodesk.Revit.DB Namespace